[
  {
    "quote": "There’s no place like home. No matter where life takes you, home is where your heart feels at peace. Never forget where you came from, and always remember that no matter where you go, you’ll always have a place to return to.",
    "author": "Judy Garland",
    "origin": "The Wizard of Oz (1939)"
  },
  {
    "quote": "I am Groot. Sometimes, the simplest things carry the greatest meaning. Words may not always be necessary to express yourself. Sometimes, the silence speaks volumes, and in that silence, we can find our deepest connection.",
    "author": "Vin Diesel",
    "origin": "Guardians of the Galaxy (2014)"
  },
  {
    "quote": "You can’t handle the truth! Sometimes, we find ourselves in situations where we must face uncomfortable truths. But it’s only by confronting them that we can truly grow and become better versions of ourselves.",
    "author": "Jack Nicholson",
    "origin": "A Few Good Men (1992)"
  },
  {
    "quote": "I’ll be back. It’s not about how many times you fall—it’s about how many times you rise again. Keep coming back, no matter the setbacks, and always find the strength to face what lies ahead.",
    "author": "Arnold Schwarzenegger",
    "origin": "The Terminator (1984)"
  },
  {
    "quote": "You’ve got to ask yourself one question: ‘Do I feel lucky?’ Well, do you, punk? In life, sometimes the answer isn’t clear-cut, but you’ve got to take risks and make decisions. Don’t let uncertainty stop you from moving forward.",
    "author": "Clint Eastwood",
    "origin": "Dirty Harry (1971)"
  },
  {
    "quote": "To infinity and beyond! Never stop believing in the impossible. Dream big, take risks, and remember that every journey starts with the first step, no matter how far the destination seems.",
    "author": "Tim Allen",
    "origin": "Toy Story (1995)"
  },
  {
    "quote": "I am the one who knocks. Sometimes, in life, we must be bold and take control of our circumstances. You have the power to make things happen. Own your decisions and your future.",
    "author": "Bryan Cranston",
    "origin": "Breaking Bad (2008–2013)"
  },
  {
    "quote": "Here’s looking at you, kid. It’s a reminder that in the midst of challenges, there are moments of beauty and tenderness. Never forget to appreciate those who make your life better.",
    "author": "Humphrey Bogart",
    "origin": "Casablanca (1942)"
  },
  {
    "quote": "We’ll always have Paris. Sometimes, life presents us with moments that we can’t hold onto forever. But those memories, no matter how fleeting, remain with us and shape the people we become.",
    "author": "Humphrey Bogart",
    "origin": "Casablanca (1942)"
  },
  {
    "quote": "You had me at ‘hello.’ Love, like life, can sometimes be instantaneous and unexplainable. Sometimes, the most significant connections happen in the simplest of moments.",
    "author": "Renée Zellweger",
    "origin": "Jerry Maguire (1996)"
  },
  {
    "quote": "It’s a good day to die. Every day is an opportunity to make the most of life. Embrace each moment fully, because none of us know how much time we have left.",
    "author": "Unknown",
    "origin": "The Last of the Mohicans (1992)"
  },
  {
    "quote": "I’ve always depended on the kindness of strangers. Sometimes, in life, we rely on others to get us through difficult times. Never underestimate the power of kindness, for it has the ability to heal and change lives.",
    "author": "Vivien Leigh",
    "origin": "A Streetcar Named Desire (1951)"
  },
  {
    "quote": "I see dead people. Fear often clouds our judgment and makes us see things that aren’t there. But the truth is, when we face our fears head-on, we can discover the clarity to understand what’s real and what’s not.",
    "author": "Bruce Willis",
    "origin": "The Sixth Sense (1999)"
  },
  {
    "quote": "After all, tomorrow is another day. Sometimes, life gets overwhelming, but it’s important to remember that tomorrow is a fresh start. Don’t let today’s challenges define your future.",
    "author": "Vivien Leigh",
    "origin": "Gone with the Wind (1939)"
  },
  {
    "quote": "You’ve got to be kidding me. In life, we all encounter moments that seem unreal, situations that test our resolve. But these moments are what define us—how we react to the unexpected shapes who we become.",
    "author": "Steve Carell",
    "origin": "Anchorman: The Legend of Ron Burgundy (2004)"
  }
]